"OK" = "OK";
"Cancel" = "Cancel";
"Reset" = "Reset";
"Default" = "Default";
"Apply" = "Apply";
"Add" = "Add";

"There is already one or more instance(s) of aText running." = "There is already one or more instance(s) of aText running.";
"This instance will exit and bring other instances to front." = "This instance will exit and bring other instances to front.";

"Warning: aText conflicts with %@." = "Warning: aText conflicts with %@."; //e.g. "Warning: aText conflicts with Boom."
"Please disable \"Let Boom use any key as a hot key\" in Boom's Preferences / HotKey.\n\nOr launch Boom after aText." = "Please disable \"Let Boom use any key as a hot key\" in Boom's Preferences / HotKey.\n\nOr launch Boom after aText."; // don't translate "Let Boom use any key as a hot key"
"Please disable \"Overrides system defaults\" in Voila's Preferences / Hot Keys.\n\nOr launch Voila after aText." = "Please disable \"Overrides system defaults\" in Voila's Preferences / Hot Keys.\n\nOr launch Voila after aText.";

//Below strings will be automatically translated, you do not need to translate them.

"About aText" = "About aText";
"Preferences…" = "Preferences…";
"Services" = "Services";

"Hide aText" = "Hide aText";
"Hide Others" = "Hide Others";
"Show All" = "Show All";
"Quit aText" = "Quit aText";
"Quit and Close All Windows" = "Quit and Close All Windows";

"File" = "File";
"New" = "New";
"Open…" = "Open…";
"Open Recent" = "Open Recent";
"Clear Menu" = "Clear Menu";

"Close" = "Close";
"Close All" = "Close All";
"Save…" = "Save…";
"Duplicate" = "Duplicate";
"Page Setup…" = "Page Setup…";
"Print…" = "Print…";

"Edit" = "Edit";
"Undo" = "Undo";
"Redo" = "Redo";
"Cut" = "Cut";
"Copy" = "Copy";
"Paste" = "Paste";
"Paste and Match Style" = "Paste and Match Style";
"Delete" = "Delete";
"Complete" = "Complete";
"Select All" = "Select All";
"Insert" = "Insert";
"Line Break" = "Line Break";
"Paragraph Break" = "Paragraph Break";
"Page Break" = "Page Break";

"Add Link…" = "Add Link…";
"Find" = "Find";
"Find…" = "Find…";
"Find and Replace…" = "Find and Replace…";
"Find Next" = "Find Next";
"Find Previous" = "Find Previous";
"Use Selection for Find" = "Use Selection for Find";
"Jump to Selection" = "Jump to Selection";
"Select Line..." = "Select Line...";

"Spelling and Grammar" = "Spelling and Grammar";
"Show Spelling and Grammar" = "Show Spelling and Grammar";
"Check Document Now" = "Check Document Now";
"Check Spelling While Typing" = "Check Spelling While Typing";
"Check Grammar With Spelling" = "Check Grammar With Spelling";
"Correct Spelling Automatically" = "Correct Spelling Automatically";

"Substitutions" = "Substitutions";
"Show Substitutions" = "Show Substitutions";
"Smart Copy/Paste" = "Smart Copy/Paste";
"Smart Quotes" = "Smart Quotes";
"Smart Dashes" = "Smart Dashes";
"Smart Links" = "Smart Links";
"Data Detectors" = "Data Detectors";
"Text Replacement" = "Text Replacement";

"Transformations" = "Transformations";
"Make Upper Case" = "Make Upper Case";
"Make Lower Case" = "Make Lower Case";
"Capitalize" = "Capitalize";

"Speech" = "Speech";
"Start Speaking" = "Start Speaking";
"Stop Speaking" = "Stop Speaking";

"Special Characters…" = "Special Characters…";

"Format" = "Format";
"Font" = "Font";
"Show Fonts" = "Show Fonts";
"Bold" = "Bold";
"Italic" = "Italic";
"Underline" = "Underline";
"Outline" = "Outline";
"Styles..." = "Styles...";
"Bigger" = "Bigger";
"Smaller" = "Smaller";
"Kern" = "Kern";
"Use Default" = "Use Default";
"Use None" = "Use None";
"Tighten" = "Tighten";
"Loosen" = "Loosen";

"Ligature" = "Ligature";
"Use Default" = "Use Default";
"Use None" = "Use None";
"Use All" = "Use All";

"Baseline" = "Baseline";
"Use Default" = "Use Default";
"Superscript" = "Superscript";
"Subscript" = "Subscript";
"Raise" = "Raise";
"Lower" = "Lower";

"Character Shape" = "Character Shape";
"Traditional Form" = "Traditional Form";

"Show Colors" = "Show Colors";
"Copy Style" = "Copy Style";
"Paste Style" = "Paste Style";

"Text" = "Text";
"Align Left" = "Align Left";
"Center" = "Center";
"Justify" = "Justify";
"Align Right" = "Align Right";
"Writing Direction" = "Writing Direction";
"Paragraph" = "Paragraph";
"	Default" = "	Default";
"	Left to Right" = "	Left to Right";
"	Right to Left" = "	Right to Left";
"Selection" = "Selection";
"	Default" = "	Default";
"	Left to Right" = "	Left to Right";
"	Right to Left" = "	Right to Left";

"Show Ruler" = "Show Ruler";
"Copy Ruler" = "Copy Ruler";
"Paste Ruler" = "Paste Ruler";
"Spacing..." = "Spacing...";

"Make Rich Text" = "Make Rich Text";
"Prevent Editing" = "Prevent Editing";
"Wrap to Page" = "Wrap to Page";
"Allow Hyphenation" = "Allow Hyphenation";
"Make Layout Vertical" = "Make Layout Vertical";
"List…" = "List…";
"Table…" = "Table…";

"Window" = "Window";
"Minimize" = "Minimize";
"Minimize All" = "Minimize All";
"Zoom" = "Zoom";
"Zoom All" = "Zoom All";
"Bring All to Front" = "Bring All to Front";
"Arrange in Front" = "Arrange in Front";
"Untitled" = "Untitled";

"Help" = "Help";
"aText Help" = "aText Help";


